const questions = [
    {
        question: "Вопрос 1: Какое главное животное в лесу?",
        choices: ["Волк", "Медведь", "Лиса", "Заяц", "Сова"],
        correctAnswer: 1
    },
    {
        question: "Вопрос 2: Какое самое высокое здание в мире?",
        choices: ["Эйфелева башня", "Башня Шанхай", "Бурдж-Халифа", "Пентагон", "Сиднейская опера"],
        correctAnswer: 2
    },
    {
        question: "Вопрос 3: Какое самое большое озеро в мире?",
        choices: ["Озеро Байкал", "Каспийское море", "Озеро Виктория", "Озеро Мичиган", "Озеро Танганьика"],
        correctAnswer: 1
    }
];