var menu = [
    [null, 'СОДЕРЖАНИЕ ', '2.content.html', null],
    [null, 'ВВЕДЕНИЕ ', '3.introduction.html', null],
    [null, 'Содержание учебной дисциплины «Социология» обязательного модуля «Экономика»', '3.tem.html', null],

    [null, 'Лекция 1. Системные характеристики общества как формы организации социальных взаимодействий', '4.1.html', null],
    [null, 'Лекция 2. Социальная структура и стратификация: проблема социального неравенства', '4.2.html', null],
    [null, 'Лекция 3. Социодинамика общества и культуры: развитие, прогресс, кризис', '4.3.html', null],
    [null, 'Лекция 4. Семья как социальный институт и социальная группа. Социально-демографическая ситуация в Беларуси', '4.4.html', null],
    [null, 'Лекция 5. Религия как социокультурное явление. Религиозная ситуация в Беларуси', '4.5.html', null],
    [null, 'Лекция 6. Возможности эмпирического социологического исследования общества', '4.6.html', null],

    [null, 'Планы семинарских занятий', '5.0.html', null],   
    [null, 'Тестовые задания', '5.1.html', null,
        [null, 'Тема 1. Системные характеристики общества как формы организации социальных взаимодействий', '5.1.html', null],
        [null, 'Тема 2. Социальная структура и стратификация: проблема социального неравенства', '5.2.html', null],
        [null, 'Тема 3. Социодинамика общества и культуры: развитие, прогресс, кризис', '5.3.html', null],
        [null, 'Тема 4. Семья как социальный институт и социальная группа', '5.4.html', null],
        [null, 'Тема 5. Религия как социокультурное явление', '5.5.html', null],
        [null, 'Тема 6. Возможности эмпирического социологического исследования общества', '5.6.html', null],
    ],
  
    [null, 'Глоссарий', '6.1.html', null],
    [null, 'Список используемой литературы', '7.literature.html', null],
];	